<?php	return array ( 'mtceo_web_switch' => array ( 'doc_con' => '2', 'comment' => '1', 'ipban' => '0', ), 'mtceo_score_name' => '金币', 'mtceo_score_pay' => array ( 'isscore' => '1', 'getscore' => '1', 'iscash' => '1', 'getcash' => '1', 'adtime' => '10', ), 'mtceo_score_item_img' => array ( 'bwidth' => '350', 'bheight' => '350', 'swidth' => '210', 'sheight' => '210', ), 'mtceo_reg_closed_reason' => '<h1>暂时关闭注册</h1>', 'mtceo_reg_status' => '1', 'mtceo_attach_path' => 'data/upload/', 'mtceo_user_intro_default' => '这个家伙太懒，什么都木留下~', 'mtceo_statics_url' => '', 'mtceo_verinfo' => '2.4', 'mtceo_web_model' => '1', 'mtceo_doctype' => 'doc|docx|xls|xlsx|ppt|pptx|wps|et|pdf|txt', 'mtceo_ipban_switch' => '1', 'mtceo_avatar_size' => '24,32,48,64,120,big', 'mtceo_attr_allow_exts' => 'jpg,jpeg,png,gif,swf', 'mtceo_attr_allow_size' => '10240', 'mtceo_seo_config' => array ( 'search' => array ( 'title' => '搜索 - 美奇文库', 'keywords' => '学术论文,行业报告,行业资料,word办公文档,pdf模板', 'description' => '美奇文库是国内首个提供各行业文档资料下载分享平台,旨在为土木建筑、IT/互联网、环保水务、机电机械、包装印刷、卫生医疗、采矿冶炼、食品饮料、金融银行、电气电力、纺织服装,石油化工等行业从业人员提供一个行业知识共享的学习交流平台。', ), 'index' => array ( 'title' => '美奇文库 - 分享文档，提升效率', 'keywords' => '学术论文,行业报告,行业资料,word办公文档,pdf模板', 'description' => '美奇文库是国内首个提供各行业文档资料下载分享平台,旨在为土木建筑、IT/互联网、环保水务、机电机械、包装印刷、卫生医疗、采矿冶炼、食品饮料、金融银行、电气电力、纺织服装,石油化工等行业从业人员提供一个行业知识共享的学习交流平台。', ), 'doclist' => array ( 'title' => '美奇文库', 'keywords' => '学术论文,行业报告,行业资料,word办公文档,pdf模板', 'description' => '美奇文库是国内首个提供各行业文档资料下载分享平台,旨在为土木建筑、IT/互联网、环保水务、机电机械、包装印刷、卫生医疗、采矿冶炼、食品饮料、金融银行、电气电力、纺织服装,石油化工等行业从业人员提供一个行业知识共享的学习交流平台。', ), 'doccon' => array ( 'title' => '美奇文库', 'keywords' => '学术论文,行业报告,行业资料,word办公文档,pdf模板', 'description' => '美奇文库是国内首个提供各行业文档资料下载分享平台,旨在为土木建筑、IT/互联网、环保水务、机电机械、包装印刷、卫生医疗、采矿冶炼、食品饮料、金融银行、电气电力、纺织服装,石油化工等行业从业人员提供一个行业知识共享的学习交流平台。', ), 'taglist' => array ( 'title' => '美奇文库', 'keywords' => '学术论文,行业报告,行业资料,word办公文档,pdf模板', 'description' => '美奇文库是国内首个提供各行业文档资料下载分享平台,旨在为土木建筑、IT/互联网、环保水务、机电机械、包装印刷、卫生医疗、采矿冶炼、食品饮料、金融银行、电气电力、纺织服装,石油化工等行业从业人员提供一个行业知识共享的学习交流平台。', ), 'ucenter' => array ( 'title' => '美奇文库', 'keywords' => '学术论文,行业报告,行业资料,word办公文档,pdf模板', 'description' => '美奇文库是国内首个提供各行业文档资料下载分享平台,旨在为土木建筑、IT/互联网、环保水务、机电机械、包装印刷、卫生医疗、采矿冶炼、食品饮料、金融银行、电气电力、纺织服装,石油化工等行业从业人员提供一个行业知识共享的学习交流平台。', ), 'member' => array ( 'title' => '美奇文库 - 分享文档，提升效率', 'keywords' => '学术论文,行业报告,行业资料,word办公文档,pdf模板', 'description' => '美奇文库是国内首个提供各行业文档资料下载分享平台,旨在为土木建筑、IT/互联网、环保水务、机电机械、包装印刷、卫生医疗、采矿冶炼、食品饮料、金融银行、电气电力、纺织服装,石油化工等行业从业人员提供一个行业知识共享的学习交流平台。', ), ), 'mtceo_reg_protocol' => '本网站所提供的各项服务的所有权和经营权归美奇工作室所有。本协议的解释权归美奇工作室所有。

    本网站及与其链接网站仅提供求职、招聘及其它与此相关联之服务。个人用户、企业用户行为必须受以下所列条款制约，如若不接受该协议，则不能成为本网站用户，接受本声明之条款，表明你将遵守本协议之规定。该协议一经接受立即生效。本网站保留更新本协议，之后再通知客户的权力。如果您对本网站声明有关本协议的任何更改都是不可接受的，这样您享有的相关资格与服务即被取消;否则本网站将默认您的行为构成对本协议更改的接受。

   一、用户服务基本条款

    1. 个人用户

 个人用户必须同意使用本网站只可用于合法的目的——求职。已注册个人用户可把个人简历通过本网站或直接发送给在本网站已注册的公司。在此种情况下，个人用户个人简历仍然储存在本网站数据库中，但本网站不承诺个人用户个人简历长期储存在本网站数据库中。本网站保留对个人用户个人简历进行修改或修改任何不适信息的权利。未经个人用户的许可，本网站不会把个人用户的个人简历转发给任何未经注册的用户，但通过使用本网站搜索引擎及其他方式的第三方用户有权查询到个人用户的简要资料除外。但是个人用户须同意本网站可以采用其个人资料作为营销的用途。个人用户必须妥善保管在本网站注册的账户名和密码，所有使用上述账号和密码进行的操作均视为个人用户本人所为。个人用户必须独自全部承担由于向企业用户或其他用户发送个人资料所形成的一切风险,本网站对于个人用户的注册信息及个人简历信息的真实性不承担任何责任。本网站对于任何公司（不管它是否在中国境内）与个人用户之间所发生的任何纠纷，概不负责。

2. 企业用户：包含企业/事业/院校等组织

 本网站一经确认收到公司所须的相关服务费用，公司即获得享有本网站服务的资格。允许公司可根据双方所签署的书面协议（合同）中约定在本网站发布招聘职位或广告信息。已注册企业用户有权进入本网站人才库进行人才查询，但禁止利用此项权利进行查询人才以外的其他用途，任何用户必须保证不用于包括但不限于下列任何一种用途：

· 供本网站的竞争同行用此方法寻求与企业用户的业务联络或进行与本网站相竞争的其他活动。

· 擅自删除或修改任何其他人或本网站公布的资料。

· 擅自将取自本网站的资料转给第三方使用或向第三方透露。

 公司须独自对登记在本网站上及其他链接页面上的内容的正确性负责。本网站保留对注册企业用户资料进行修改或删除任何不适信息之权力。本网站保留在适当的时候制订新的服务收费标准的权力。本网站对拒绝接受新的收费标准的公司，保留延缓或终止为该公司服务的权力，而且，本网站的这种行为不构成任何侵权和免于一切损害赔偿。

 企业用户若购买本网站企业会员服务，即有权进入本网站数据库进行不限量的简历查询，但不得利用此项权利进行查询人才以外的其他用途。

 本网站提供的其它信息，仅应限于与其相应内容有关的目的而被使用；任何用户不得将任何本网站的信息用作任何商业目的。

3. 关于信息的公开

 本网站在未经用户授权同意的情况下，不会将用户的相关资料泄露给第三方。但以下情况除外。

 根据执法单位之要求或为公共之目的向相关单位提供用户资料；

 由于您将用户密码告知他人或与他人共享注册账户，由此导致的任何用户资料泄露；

 由于计算机病毒侵入或发作、黑客攻击，政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的用户资料泄露、丢失、被盗用或被窜改等；

 由于与本网站链接的其它网站所造成之用户资料泄露及由此而导致的任何法律争议和后果；

 为免除访问者在生命、身体或财产方面之急迫危险。

 本网站因正常的系统维护、系统升级、或者因网络拥塞而导致网站不能访问，本网站不承担任何责任。

 本网站有权在预先通知或不予通知的情况下终止任何免费服务。

 所有发给用户的通告都可通过电子邮件或网站公告传送，且在传送后壹日内视为送达。服务条款的修改、服务变更、或其它重要事项都会以此形式进行。

 在本网站所公开的任何信息，均有可能被任何本网站的访问者浏览，也可能被错误使用。用户承认，任何第三方错误使用信息的行为及其责任，均与本网站无关而应由该第三方承担。

    4. 信息的准确性

 企业用户须独自对登记在本网站上及其他链接页面上的内容正确性负责。

 本网站将不能保证所有由第三方提供的信息，或本网站自行采集的信息完全准确。用户了解，对这些信息的使用，需要经过进一步核实。本网站对访问者未经自行核实误用本网站信息造成的任何损失不予承担任何责任。

    5. 信息的安全性

 用户不得破坏或企图破坏本网站或网站的安全规则，其中包括但不限于:接触未经许可的数据或进入未经许可的服务器或帐户; 没有得到许可，企图探查，扫描或测试系统或网络的弱点，或者破坏安全措施； 企图干涉对用户及网络的服务，包括，并不限于，通过超载， "邮件炸弹"或"摧毁"等手段; 发送促销，产品广告及服务的E-mail； 伪造TCP/IP数据包名称或部分名称。破坏系统或网络可能导致犯罪, 本网站将调查、干预此类破坏行为的发生，并将与执法当局合作，起诉此类破坏行为的使用者。

 本网站可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本网站同等的保护用户隐私的责任，则本网站有权将用户的注册资料等提供给该第三方。 在不透露单个用户隐私资料的前提下，本网站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。 本网站应采取严格的措施，确保会员的隐私信息不被泄露。除非本人同意，或者依预先确定的规则等，会员的个人资料和其他隐私信息不得被公开。

    6. 明令禁止条款

 个人用户与企业用户严禁使用本网站试图实现以下所列之目的：

· 个人用户不能登记（或邮寄）不完全的、错误的个人信息。

· 个人用户试图获取职位以外的内容；用人单位试图得到个人用户个人简历以外的其他信息。

· 除了信息的发布者外，任何访问者不得删除或更改其他个人或实体登记的资料。

 严禁任何用户侵犯或试图侵犯本网站的安全性。包括：登录没有对其授权进入的服务器或帐号；进入没有对其开放的本网站数据库；试图探测或攻击本网站及其系统的薄弱点；试图干扰本网站对用户提供的服务；向用户发送包括促销产品广告或服务之类的未经相关用户允诺的电子邮件。对本网站系统或网络安全造成损害或破坏的所有个人或实体，本网站将依法追究其法律责任。

 任何用户不得使用本网站传发或储存任何违反适用法律或法规的资料；不得以任何形式侵犯本网站及网站用户的版权、商标权、商业秘密或其他知识产权；不得侵犯个人和社会大众的隐私安全；禁止传输任何非法的、骚扰性的、中伤性的、辱骂性的、恐吓性的、伤害性、庸俗或淫秽的信息。

   二、版权、商标权等

 版权：本网站定义的内容包括但不限于：所有图标、图表、文字、字体、声音、相片、录像、软件；广告中的全部内容；电子邮件的全部内容；本网站为用户提供的商业信息。所有这些内容受版权、商标及其他相关法律的保护。没有本网站明确的书面批准，任何个人或实体不能擅自复制，再造这些内容，或创造与内容有关的派生产品。

　商标：本网站的商标"美奇"属于美奇工作室所有。与本网站合作的商标属于合作者所有。未经商标所有者许可任何法人、其他组织、个人不得擅自使用。

   三、免责条款

 本网站并无随时监视此系统，但保留对其实施实时监视的权利。对于他方输入的，不是本网站发布的材料，本网站概不负任何法律责任。用户对其在职位数据库公布的材料独立承担一切法律责任。

 本网站不保证对某一种职位描述会有一定数目的使用者来浏览，也不保证会有一位特定的使用者来浏览。对于其他网址链接在本网址的内容，本网站概不负法律责任。本网站不承诺本网站能够长期无错误运营；不保证其服务器免受病毒或其他机械故障的侵扰。如果任何用户在使用本网站网站时造成需要维修、更换设备或丢失数据的情况，本网站对这些损失不承担任何责任。

 本网站因正常的系统维护、系统升级，或者因网络拥塞而导致网站不能访问，本网站不承担任何责任。

 在任何情况下本网站及其领导人、主管、雇员和代理商拒绝对由于用户使用本网站及其内容或不能使用本网站而造成的一切损失提供任何担保。

 除非法律另有规定，本网站在本合同项下承担的责任（不论是违约还是侵权），仅以本网站所收取的服务费为限，并且本网站不承担任何用户的任何期得利益损失或其他间接损失。

   四、风险分担

 用户理解并同意，本网站在本合同项下的义务是为用户提供发布招聘或应聘信息，或获取由他人登记的招聘或应聘信息的互联网软件平台服务，而非提供信息本身，因此任何用户使用本系统将可能承担以下风险：本系统的信息按"信息提供当时之现状"提供，本网站对信息不作任何明示的或暗示的保证。本网站不能保证信息的特殊目的不受阻挠或不出错误、不能保证错误一定能得到纠正，也不能保证本系统或制成本系统的信息不会含有病毒或其他有害成分。在涉及有关信息的使用或使用结果方面，本网站对信息的正确性、准确性、可靠性及其他同时不作出任何保证或说明。用户将承担因此而造成的一切必要的服务、修补和改正费用，除非现行的法律法规另有明文规定。

 由于INTERNET发展的现状，有时线路速度会降低；有时因为网络调整会造成短时的线路中断，用户认同这些属正常情况。但中断时间以每月累计不超过（含）4小时为限（不可抗力除外）。

   五、风险条款

 用户应当独自承担由于登录本网站或通过本网站登录到其他站点而形成的全部风险。用户理解并同意其与他人交流信息及发送招聘或应聘意向或建立劳动或劳务关系所造成的后果与本网站无关，用户应自行承担上述行为所造成的后果。如因用户侵犯第三人的权益，使本网站受到第三方的任何索赔、权利主张或处罚，用户应为本网站辩护并使本网站免于任何经济或商誉损失，如用户怠于履行该义务，本网站有权自行采取辩护措施（包括但不限于聘请律师），由此所发生的一切费用及损失，应由用户向本网站作出补偿。 赔偿用户须承诺保障和维护本网站的利益；承诺赔偿由于其违反本协议或使用本网站而造成的对上述人员本网站的损害。

本网站须承诺为用户提供本协议所规定的服务，承诺赔偿由于本网站违反本协议而对用户造成的损失。

   六、争议解决

双方应友好协商，解决彼此之间的分歧或争议。若协商不成，任何一方均有权提交至深圳市仲裁委员会申请仲裁。

   七、不可抗力

由于地震、台风、战争、罢工、政府行为、非因各方原因发生的火灾、基础电信网络意外中断造成的及其它不能预见并且对其发生和后果不能防止或避免的不可抗力原因，致使任何一方不能履行其在本协议项下的义务，该方不承担由此给另一方造成的损失；该方应及时通知另一方其不能履行或延迟履行协议义务的原因，并应尽快向另一方提供有关发生不可抗力的证明文件，按不可抗力原因对本协议的影响程度，双方协商是否终止本协议，免除或部分免除本协议的义务。

   八、适用法律和管辖权限条款

本协议服从中华人民共和国法律解释；用户与本网站双方都必须遵守中华人民共和国的司法管辖。如发生本协议相关条款与中华人民共和国法律相抵触时，则该条款将按相关法律重新解释，而其他条款则依旧保持对用户产生法律效力和影响。', 'mtceo_integrate_config' => '', 'mtceo_integrate_code' => 'default', 'mtceo_mail_server' => '', 'mtceo_score_rule' => array ( 'register' => '10', 'register_nums' => '1', 'login' => '10', 'login_nums' => '5', 'docdown' => '0', 'docscore' => '0', 'docup' => '0', 'docdel' => '0', ), 'mtceo_statistics_code' => '', 'mtceo_site_icp' => '蜀ICP备19029089号-2', 'mtceo_site_description' => '美奇文库是国内首个提供各行业文档资料下载分享平台,旨在为土木建筑、IT/互联网、环保水务、机电机械、包装印刷、卫生医疗、采矿冶炼、食品饮料、金融银行、电气电力、纺织服装,石油化工等行业从业人员提供一个行业知识共享的学习交流平台。', 'mtceo_site_status' => '1', 'mtceo_closed_reason' => '网站升级中。。', 'mtceo_site_keyword' => '学术论文,行业报告,行业资料,word办公文档,pdf模板', 'mtceo_site_title' => '美奇文库 - 分享文档，提升效率', 'mtceo_site_url' => 'http://doc.zy13.net', 'mtceo_site_theme' => 'blue', 'mtceo_auto_time' => '1', 'mtceo_site_name' => '美奇文库', );?>